Tekla Open API Reference for Tekla Structures 2025
IntList.LastIndexOf Method
Overload List
Name | Description
LastIndexOf(Int32)
 Searches for the last occurence of the integer in the list.
LastIndexOf(Int32, Int32)
 Searches for the last occurence of the integer in the list.
LastIndexOf(Int32, Int32, Int32)
 Searches for the last occurence of the integer in the list.
Top
See Also
Reference
IntList Class
Tekla.Structures.Drawing Namespace